export const startText = `👋 Привет!
Я — твой футбольный наставник и друг, который поможет тебе прокачать навыки и тренироваться в любое время, где бы ты ни был.

⚽️ Вместе мы:
— улучшим твою технику и работу с мячом;
— сделаем тренировки регулярными и эффективными;
— подготовим тебя к новым победам;
— и, если нужно, ты всегда можешь получить обратную связь от меня!

🚀 Готов начать путь к новой версии себя на поле?

👉 Нажми кнопку App, чтобы пройти первые упражнения и попробовать, как это работает!`;
export const helpText = `ℹ️ Как пользоваться ботом:

1️⃣ Хочешь начать тренировку?
Нажми App и выбери первую тренировочную тему. Упражнения расставлены от простого к сложному и постоянно обновляются.

2️⃣ Хочешь отслеживать прогресс?
После каждой тренировки отмечай её выполнение. Так ты увидишь, как растёшь от недели к неделе.

3️⃣ Нужна обратная связь от тренера?
Ты можешь отправить видео выполнения упражнения, прикрепив его и мы подскажем, что улучшить.

⚽️ Советы от тренера:
📌 Тренируйся хотя бы 30 минут в день по нашему плану — это важно, но только как дополнение к твоим основным командным тренировкам.
📌 Отмечай выполнение — тогда ты не потеряешь мотивацию и всегда будешь видеть свой прогресс.`;
export const aboutText = `👋 Привет! Меня зовут Дима — я футбольный тренер.

Я тренирую команды, готовлю игроков индивидуально и помогаю каждому раскрыть свой потенциал на максимум.
Мой опыт — это годы работы, тысячи тренировок и сотни игроков, которые уже играют на разных уровнях.

💡 Я создал этот бот, чтобы помочь большему числу футболистов тренироваться осознанно и расти.
Потому что только командных тренировок недостаточно — настоящий прогресс начинается тогда, когда ты работаешь над собой сам.

🔥 Это приложение создано для тех, кто хочет делать шаг вперёд — каждый день.

📩 Хочешь задать вопрос или связаться со мной напрямую?
👉 @coach_siordia`;
